arandr
avr-gcc
avrdude
base
base-devel
bat
beeper-v4-bin
bluetuith
bluez
bluez-obex
bluez-tools
bluez-utils
brightnessctl
btop
cisco-secure-client
conky
dhcpcd
dosfstools
dust
efibootmgr
eza
fastfetch
fd
feh
filezilla
firefox
fzf
git
git-cliff
gnu-netcat
gobuster
hashcat
hdparm
intel-ucode
iwd
java-environment-common
java-runtime-common
jdk-openjdk
john
keepassxc
kitty
lazygit
libxft
libxinerama
libxml2-docs
linux
linux-firmware
luarocks
lynx
make
man-db
matugen-bin
metasploit
neovim
newsboat
nmap
noto-fonts-emoji
npm
opencl-nvidia
opencl-rusticl-mesa
openssh
openvpn
pacman-contrib
pavucontrol
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
qbittorrent
ripgrep
rofi
rpi-imager
rsync
sof-firmware
starship
sudo
ttf-inconsolata
ttf-jetbrains-mono-nerd
twingate
vim
vlc
wezterm
wget
wiki-tui
wireshark-qt
wofi
xclip
xorg-server
xorg-xinit
xterm
zathura
zathura-pdf-poppler
zellij
zsh
